#+TITLE: Anatomy III - Legs
#+AUTHOR: Chris Hogan
#+DATE: <2021-06-21 Mon> to <2021-07-18 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-05 Mon 20:29], for week 2021-W27.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *34h 6m* |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 35m* |
  
  #+END:
*** <2021-06-21 Mon>
**** DONE Proko legs                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-21 Mon 18:15]--[2021-06-21 Mon 19:39] =>  1:24
     CLOCK: [2021-06-21 Mon 13:29]--[2021-06-21 Mon 15:01] =>  1:32
     CLOCK: [2021-06-21 Mon 08:41]--[2021-06-21 Mon 10:17] =>  1:36
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-21 Mon 19:39]--[2021-06-21 Mon 20:58] =>  1:19
     CLOCK: [2021-06-21 Mon 15:01]--[2021-06-21 Mon 16:12] =>  1:11
     CLOCK: [2021-06-21 Mon 10:17]--[2021-06-21 Mon 11:41] =>  1:24
     :END:
*** <2021-06-22 Tue>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-22 Tue 18:05]--[2021-06-22 Tue 19:41] =>  1:36
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-22 Tue 19:42]--[2021-06-22 Tue 21:13] =>  1:31
     :END:
*** <2021-06-23 Wed>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-23 Wed 17:58]--[2021-06-23 Wed 19:46] =>  1:48
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-23 Wed 19:56]--[2021-06-23 Wed 21:23] =>  1:27
     :END:
*** <2021-06-24 Thu>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-24 Thu 18:14]--[2021-06-24 Thu 19:35] =>  1:21
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-24 Thu 19:35]--[2021-06-24 Thu 21:12] =>  1:37
     :END:
*** <2021-06-25 Fri>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-25 Fri 18:21]--[2021-06-25 Fri 19:17] =>  0:56
     :END:
**** DONE Proko foot bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-25 Fri 19:17]--[2021-06-25 Fri 20:17] =>  1:00
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-25 Fri 20:18]--[2021-06-25 Fri 21:13] =>  0:55
     :END:
*** <2021-06-26 Sat>
**** DONE Proko foot bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-26 Sat 18:03]--[2021-06-26 Sat 19:35] =>  1:32
     CLOCK: [2021-06-26 Sat 14:00]--[2021-06-26 Sat 15:15] =>  1:15
     CLOCK: [2021-06-26 Sat 08:48]--[2021-06-26 Sat 10:38] =>  1:50
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-26 Sat 19:35]--[2021-06-26 Sat 20:45] =>  1:10
     CLOCK: [2021-06-26 Sat 15:15]--[2021-06-26 Sat 16:26] =>  1:11
     CLOCK: [2021-06-26 Sat 10:38]--[2021-06-26 Sat 11:40] =>  1:02
     :END:
*** <2021-06-27 Sun>
**** DONE Proko foot bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-27 Sun 09:00]--[2021-06-27 Sun 10:24] =>  1:24
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-27 Sun 18:02]--[2021-06-27 Sun 19:35] =>  1:33
     CLOCK: [2021-06-27 Sun 13:02]--[2021-06-27 Sun 14:01] =>  0:59
     CLOCK: [2021-06-27 Sun 10:25]--[2021-06-27 Sun 11:58] =>  1:33
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-06-27 Sun 19:47]--[2021-06-27 Sun 20:22] =>  0:35
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-05 Mon 20:29], for week 2021-W27.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *31h 3m* |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 34m* |
  
  #+END:
*** <2021-06-28 Mon>
**** DONE Proko butt anatomy                                        :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-28 Mon 18:07]--[2021-06-28 Mon 19:34] =>  1:27
     CLOCK: [2021-06-28 Mon 14:06]--[2021-06-28 Mon 15:05] =>  0:59
     CLOCK: [2021-06-28 Mon 08:39]--[2021-06-28 Mon 10:28] =>  1:49
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-28 Mon 19:34]--[2021-06-28 Mon 21:11] =>  1:37
     CLOCK: [2021-06-28 Mon 15:05]--[2021-06-28 Mon 16:07] =>  1:02
     CLOCK: [2021-06-28 Mon 10:28]--[2021-06-28 Mon 11:39] =>  1:11
     :END:
*** <2021-06-29 Tue>
**** DONE Proko butts                                               :drawing:
    :LOGBOOK:
    CLOCK: [2021-06-29 Tue 18:01]--[2021-06-29 Tue 19:32] =>  1:31
    :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-29 Tue 19:32]--[2021-06-29 Tue 21:03] =>  1:31
     :END:
*** <2021-06-30 Wed>
**** DONE Proko adductors                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-30 Wed 17:50]--[2021-06-30 Wed 20:05] =>  2:15
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-30 Wed 20:06]--[2021-06-30 Wed 21:17] =>  1:11
     :END:
*** <2021-07-01 Thu>
**** DONE Proko adductors                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-01 Thu 18:01]--[2021-07-01 Thu 19:35] =>  1:34
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-01 Thu 19:35]--[2021-07-01 Thu 21:11] =>  1:36
     :END:
*** <2021-07-02 Fri>
**** DONE Proko adductors                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-02 Fri 17:12]--[2021-07-02 Fri 17:28] =>  0:16
     CLOCK: [2021-07-02 Fri 15:01]--[2021-07-02 Fri 16:15] =>  1:14
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-02 Fri 17:28]--[2021-07-02 Fri 18:31] =>  1:03
     :END:
*** <2021-07-03 Sat>
**** DONE Proko adductors                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-03 Sat 09:02]--[2021-07-03 Sat 10:37] =>  1:35
     :END:
**** DONE Proko quads                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-03 Sat 14:35]--[2021-07-03 Sat 16:30] =>  1:55
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-03 Sat 10:37]--[2021-07-03 Sat 12:00] =>  1:23
     :END:
*** <2021-07-04 Sun>
**** DONE Proko quads                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-04 Sun 18:43]--[2021-07-04 Sun 19:42] =>  0:59
     CLOCK: [2021-07-04 Sun 12:59]--[2021-07-04 Sun 14:00] =>  1:01
     CLOCK: [2021-07-04 Sun 09:04]--[2021-07-04 Sun 11:11] =>  2:07
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-04 Sun 14:02]--[2021-07-04 Sun 15:00] =>  0:58
     CLOCK: [2021-07-04 Sun 11:11]--[2021-07-04 Sun 12:00] =>  0:49
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-07-04 Sun 19:43]--[2021-07-04 Sun 20:17] =>  0:34
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-05 Mon 20:29], for week 2021-W27.
  | Tags    | Headline                 | Time   |      |      |      |
  |---------+--------------------------+--------+------+------+------|
  |         | *Total time*             | *7:59* |      |      |      |
  |---------+--------------------------+--------+------+------+------|
  |         | \_  Week 3               |        | 7:59 |      |      |
  |         | \_    <2021-07-05 Mon>   |        |      | 7:59 |      |
  | drawing | \_      Proko quads      |        |      |      | 3:09 |
  | drawing | \_      Proko hamstrings |        |      |      | 1:52 |
  | drawing | \_      Original page    |        |      |      | 2:58 |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *7h 59m* |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
*** <2021-07-05 Mon>
**** DONE Proko quads                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-05 Mon 13:32]--[2021-07-05 Mon 15:06] =>  1:34
     CLOCK: [2021-07-05 Mon 08:39]--[2021-07-05 Mon 10:14] =>  1:35
     :END:
**** DONE Proko hamstrings                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-05 Mon 17:42]--[2021-07-05 Mon 19:34] =>  1:52
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-05 Mon 19:34]--[2021-07-05 Mon 20:29] =>  0:55
     CLOCK: [2021-07-05 Mon 15:07]--[2021-07-05 Mon 15:45] =>  0:38
     CLOCK: [2021-07-05 Mon 10:14]--[2021-07-05 Mon 11:39] =>  1:25
     :END:
** Week 4
   
